[
    {
        "id": 1,
        "productName": "iPhone 16",
        "prices": "₹70000",
        "description": "The iPhone series offers smartphones made by Apple Inc., featuring advanced technology and connectivity options including cellular and Wi-Fi."
    },
    {
        "id": 2,
        "productName": "HeadPhone",
        "prices": "₹800",
        "description": "High-quality headphones designed for immersive sound, allowing users to enjoy music and other media privately."
    },
    {
        "id": 3,
        "productName": "Wireless Speaker",
        "prices": "₹2000",
        "description": "Portable Bluetooth speakers offering high-quality sound without cables, ideal for outdoor and travel use."
    },
    {
        "id": 4,
        "productName": "Smartwatch",
        "prices": "₹15000",
        "description": "Smartwatches provide fitness tracking, notifications, and convenient access to smartphone features."
    },
    {
        "id": 5,
        "productName": "Tablet",
        "prices": "₹25000",
        "description": "Compact tablets with touchscreen displays, used for browsing, entertainment, and productivity on the go."
    },
    {
        "id": 6,
        "productName": "Gaming Console",
        "prices": "₹35000",
        "description": "Gaming consoles offer immersive video game experiences, with high-performance graphics and online capabilities."
    },
    {
        "id": 7,
        "productName": "Bluetooth Earbuds",
        "prices": "₹1500",
        "description": "Wireless earbuds that provide freedom from cables, ideal for commuting, exercising, and casual listening."
    },
    {
        "id": 8,
        "productName": "Smart Home Assistant",
        "prices": "₹5000",
        "description": "Voice-activated smart home devices that perform tasks, control smart devices, and provide information."
    },
    {
        "id": 9,
        "productName": "Digital Camera",
        "prices": "₹45000",
        "description": "High-quality digital cameras for capturing sharp photos and videos, featuring optical zoom and stabilization."
    },
    {
        "id": 10,
        "productName": "Laptop",
        "prices": "₹60000",
        "description": "Portable computers used for work, study, and entertainment, available in various sizes and configurations."
    },
    {
        "id": 11,
        "productName": "VR Headset",
        "prices": "₹20000",
        "description": "Virtual Reality headsets that immerse users in 3D environments for gaming, education, and simulations."
    },
    {
        "id": 12,
        "productName": "Smart TV",
        "prices": "₹40000",
        "description": "Smart TVs allow access to streaming services, apps, and online content with a connected TV experience."
    },
    {
        "id": 13,
        "productName": "Fitness Tracker",
        "prices": "₹3000",
        "description": "Wearable fitness devices that monitor activity, heart rate, and sleep, helping users achieve health goals."
    },
    {
        "id": 14,
        "productName": "Electric Scooter",
        "prices": "₹25000",
        "description": "Electric scooters for convenient, eco-friendly transportation, suitable for urban commuting."
    },
    {
        "id": 15,
        "productName": "Smart Light Bulb",
        "prices": "₹1200",
        "description": "LED bulbs that can be controlled via smartphones or voice assistants to set ambiance and save energy."
    },
    {
        "id": 16,
        "productName": "Drone",
        "prices": "₹30000",
        "description": "Drones equipped with cameras for aerial photography and videography, often used for both recreation and professional work."
    },
    {
        "id": 17,
        "productName": "Portable Power Bank",
        "prices": "₹1000",
        "description": "Compact power banks for charging devices on the go, essential for travel and extended outdoor activities."
    },
    {
        "id": 18,
        "productName": "Noise-Cancelling Headphones",
        "prices": "₹5000",
        "description": "Headphones designed to block out background noise, ideal for focused listening in busy environments."
    },
    {
        "id": 19,
        "productName": "Smart Thermostat",
        "prices": "₹8000",
        "description": "Smart thermostats that control home temperatures for energy efficiency and comfort, managed remotely."
    },
    {
        "id": 20,
        "productName": "Gaming Mouse",
        "prices": "₹1500",
        "description": "Ergonomic mice with programmable buttons and high sensitivity, perfect for competitive gaming."
    },
    {
        "id": 21,
        "productName": "Portable Projector",
        "prices": "₹18000",
        "description": "Compact projectors for projecting movies, presentations, and media on larger screens, suitable for travel."
    },
    {
        "id": 22,
        "productName": "Robot Vacuum Cleaner",
        "prices": "₹22000",
        "description": "Automated vacuum cleaners that navigate and clean floors, offering convenience in home maintenance."
    },
    {
        "id": 23,
        "productName": "Smart Door Lock",
        "prices": "₹9000",
        "description": "Secure smart locks that can be controlled remotely, adding security and convenience to home entry."
    },
    {
        "id": 24,
        "productName": "3D Printer",
        "prices": "₹35000",
        "description": "Printers that create 3D models from digital files, widely used in prototyping, education, and art."
    },
    {
        "id": 25,
        "productName": "Portable Hard Drive",
        "prices": "₹4500",
        "description": "External hard drives for additional storage, backups, and easy data transfer across devices."
    },
    {
        "id": 26,
        "productName": "Electric Toothbrush",
        "prices": "₹3000",
        "description": "Electric toothbrushes that improve dental hygiene with features like timers and pressure sensors."
    },
    {
        "id": 27,
        "productName": "E-Reader",
        "prices": "₹12000",
        "description": "E-readers with e-ink displays, ideal for reading digital books comfortably for extended periods."
    },
    {
        "id": 28,
        "productName": "Smart Security Camera",
        "prices": "₹15000",
        "description": "Home security cameras with remote monitoring, motion detection, and night vision capabilities."
    },
    {
        "id": 29,
        "productName": "Air Purifier",
        "prices": "₹10000",
        "description": "Air purifiers that improve indoor air quality by filtering out pollutants, allergens, and odors."
    },
    {
        "id": 30,
        "productName": "Bluetooth Keyboard",
        "prices": "₹2000",
        "description": "Wireless keyboards compatible with various devices, providing flexibility and portability for typing."
    }
]